{
  "Activation...": "Ativando...",
  "Suivant": "Próximo",
  "Carte": "Mapa",
  "Géolocalisation activée avec succès !": "Geolocalização ativada com sucesso!",
  "Erreur lors de l'activation de la géolocalisation :": "Erro ao ativar a geolocalização:",
  "L'accès à la géolocalisation a été refusé. Activez-la dans les paramètres de l'application si vous souhaitez l'activer.": "O acesso à geolocalização foi negado. Ative-o nas configurações do aplicativo se desejar usá-lo.",
  "La géolocalisation n'est pas disponible sur cet appareil.": "A geolocalização não está disponível neste dispositivo.",
  "Une erreur s'est produite lors de l'activation de la géolocalisation.": "Ocorreu um erro ao ativar a geolocalização.",
  "Provide images (if any)": "Forneça imagens (se houver)",
  "Your ideas": "Suas ideias",
  "Rate the app": "Avalie o aplicativo",
  "Any suggestions?": "Alguma sugestão?",
  "Your suggestion...": "Sua sugestão...",
  "Submit": "Enviar",
  "Please provide a rating before submitting.": "Por favor, dê uma nota antes de enviar.",
  "Thank you for your feedback!": "Obrigado pelo seu feedback!",
  "Error: {{error}}": "Erro: {{error}}",
  "welcome": "Bem-vindo(a) ao aplicativo",
  "settings": "Configurações",
  "logout": "Sair",
  "howdoyoufeel": "Como você está se sentindo",
  "now": "agora? 🦦",
  "chooseyouremotion": "Escolha sua emoção",
  "Motivation": "Motivação",
  "Surprise": "Surpresa",
  "Joie": "Alegria",
  "Envie": "Inveja",
  "Embarras": "Vergonha",
  "Anxiété": "Ansiedade",
  "Ennui": "Tédio",
  "Tristesse": "Tristeza",
  "Colère": "Raiva",
  "youchoosed": "Seu estado emocional é",
  "describewhathappen": "Descreva o que acontece",
  "describeyouremotion": "Descreva sua emoção",
  "register": "Registrar",
  "setyourlocation": "Defina sua localização",
  "Restaurant": "Restaurante",
  "Café and Bar": "Café e Bar",
  "Park and Natural Space": "Parque e Espaço Natural",
  "Workplace": "Local de trabalho",
  "Shop": "Loja",
  "Cultural Place": "Lugar cultural",
  "Transport and Travel": "Transporte e Viagem",
  "Friend": "Amigo(a)",
  "Home and Family": "Casa e Família",
  "Health and Healthcare": "Saúde e Assistência Médica",
  "Finance and Administrative": "Finanças e Administrativo",
  "Other": "Outro",
  "Important information": "Informação importante",
  "informationtext1": "Os textos, conteúdos e indicadores (positivos ou negativos) exibidos neste aplicativo são apresentados para fins puramente recreativos e de entretenimento.",
  "informationtext2": "Para qualquer dúvida ou preocupação relacionada à sua saúde física ou mental, ou que exija aconselhamento especializado, consulte um profissional qualificado.",
  "I understand": "Eu entendo",
  "Bienvenue dans": "Bem-vindo(a) ao",
  "onboardingtext1": "Aqui, você pode expressar e entender suas emoções.",
  "onboardingtext2": "Você sente muitas emoções todos os dias. Aqui, você pode anotá-las, entendê-las e ver como elas evoluem ao longo do tempo.",
  "Next": "Próximo",
  "reviewyouremotions": "Anote suas emoções",
  "au quotidien": "diariamente",
  "onboarding2text1": "Reserve alguns segundos todos os dias para anotar como você se sente. Isso ajudará você a entender melhor seu estado de espírito.",
  "qui tu es vraiment": "quem você realmente é",
  "onboarding3text": "Visualize seus altos, seus baixos e tudo o que está entre eles. Aprenda a entender melhor suas emoções dia após dia.",
  "Explore": "Explorar",
  "Où te sens-tu": "Onde você se sente",
  "vraiment bien ?": "realmente bem?",
  "onboarding4text1": "Identifique os lugares que aumentam sua energia e aqueles que o(a) sobrecarregam. Aprenda a escolher melhor seu ambiente.",
  "onboarding5text1": "Suas emoções são privadas. Este espaço é seu, e somente você tem acesso a ele.",
  "Espace": "Espaço",
  "100% personnel": "100% pessoal",
  "Prêt(e) à explorer ": "Pronto(a) para explorar ",
  "tes émotions ?": "suas emoções?",
  "onboarding6text1": "Vamos lá! Comece agora e cuide do seu bem-estar emocional.",
  "C'est parti !": "Vamos lá!",
  "à": "para",
  "days": {
    "monday": "Segunda-feira",
    "tuesday": "Terça-feira",
    "wednesday": "Quarta-feira",
    "thursday": "Quinta-feira",
    "friday": "Sexta-feira",
    "saturday": "Sábado",
    "sunday": "Domingo"
  },
  "months": {
    "january": "Janeiro",
    "february": "Fevereiro",
    "march": "Março",
    "april": "Abril",
    "may": "Maio",
    "june": "Junho",
    "july": "Julho",
    "august": "Agosto",
    "september": "Setembro",
    "october": "Outubro",
    "november": "Novembro",
    "december": "Dezembro"
  },
  "stats": {
    "title": "Estatísticas",
    "timeRange": {
      "last_7_days": "Últimos 7 dias",
      "this_month": "Este mês",
      "last_month": "Mês passado",
      "last_3_months": "Últimos 3 meses",
      "today": "Hoje",
      "all": "Tudo"
    },
    "me": {
      "title": "Eu",
      "tagline": "Nutra seu bem-estar e revele seu potencial! 🍃✨",
      "vitalBalance": "Equilíbrio Vital",
      "physical": "Físico",
      "nutritional": "Nutricional",
      "mental": "Mental",
      "spirit": "Espírito",
      "relaxationScore": "Pontuação de Relaxamento"
    },
    "socialCircle": {
      "title": "Meu Círculo Social",
      "tagline": "Cultive seus relacionamentos e veja aqueles que você ama prosperar! 🌱✨",
      "family": "Família",
      "love": "Amor",
      "friends": "Amigos(as)",
      "colleagues": "Colegas"
    },
    "advancedData": {
      "title": "Dados Avançados",
      "tagline": "Explore seus dados e descubra todo o seu progresso!"
    },
    "traitTypes": {
      "health": "Saúde",
      "personality": "Personalidade",
      "interests": "Interesses",
      "brands_mentionned": "Outros"
    },
    "noTraitsFound": "Nenhum traço encontrado para este tipo.",
    "disclaimer": "Os textos, conteúdos e indicadores (positivos ou negativos) exibidos neste aplicativo são apresentados para fins puramente recreativos e de entretenimento. Eles não devem ser interpretados como dados médicos, científicos, psicológicos ou outros dados profissionais. Eles são gerados por um algoritmo para fins de entretenimento e não refletem uma realidade médica ou opinião profissional. Para qualquer questão ou preocupação relacionada à sua saúde física ou mental, ou que exija aconselhamento especializado, consulte um profissional qualificado."
  },
  "params": {
    "title": "Configurações",
    "back": "Voltar",
    "myFeelmapId": "Meu ID Feelmap",
    "notAvailable": "Não disponível",
    "copy": "Copiar",
    "idCopied": "ID copiado!",
    "copyError": "Erro ao copiar",
    "idDescription": "Este ID é sua chave de acesso aos seus dados. Anote-o em algum lugar para encontrar, modificar ou excluir a qualquer momento.",
    "restoreData": "Restaurar meus dados",
    "eraseData": "Apagar meus dados",
    "cookieDescription": "Os dados são armazenados nos cookies do navegador principal. Se você excluí-los, precisará restaurar seus dados usando seu ID.",
    "privacyPolicy": "Política de Privacidade",
    "termsOfUse": "Termos de Uso",
    "permissions": "Permissões"
  },
  "restoreData": {
    "title": "Restaurar meus dados",
    "back": "Voltar",
    "description": "Insira seu ID para restaurar seus dados. Uma vez validado, você encontrará todas as suas informações salvas.",
    "idLabel": "ID",
    "idPlaceholder": "Insira seu ID",
    "validate": "Validar",
    "idRequired": "Um ID é obrigatório.",
    "accountRestored": "Conta restaurada.",
    "invalidId": "ID inválido.",
    "genericError": "Ocorreu um erro. Por favor, tente novamente.",
    "idCopied": "ID copiado!",
    "copyError": "Erro ao copiar"
  },
  "general": {
    "back": "Voltar",
    "cancel": "Cancelar"
  },
  "erase_data": {
    "title": "Apagar meus dados",
    "confirmation_text": "Se você prosseguir, seus dados serão apagados instantaneamente. Tem certeza de que deseja continuar?",
    "success_message": "Seus dados foram apagados com sucesso.",
    "deletion_error": "Erro ao apagar dados.",
    "no_password_found": "Nenhuma senha encontrada.",
    "confirm_delete_button": "Sim, apagar meus dados",
    "cancel_button": "Não, cancelar",
    "info_text": "Se você tiver outro ID e quiser apagar seus dados, restaure os dados com seu outro ID e depois apague seus dados.",
    "alert_header": "Confirmação de Exclusão",
    "alert_message": "Tem certeza de que deseja apagar seus dados? Esta ação é irreversível.",
    "alert_confirm_delete": "Apagar"
  },
  "confidentialite": {
    "title": "Política de Privacidade",
    "last_updated": "Última atualização: 24/03/2025",
    "intro": "No Feelmap, respeitamos sua privacidade e estamos comprometidos em proteger seus dados pessoais. Esta política de privacidade explica como coletamos, usamos e armazenamos suas informações em conexão com o uso de nosso aplicativo.",
    "data_collection_title": "1. Coleta de Dados",
    "data_collection_intro": "Quando você usa o Feelmap, coletamos e processamos os seguintes tipos de dados:",
    "location_data": "Dados de Localização Anonimizados: Coletamos informações sobre onde você publica suas emoções. Esses dados de localização são anonimizados e não estão diretamente ligados à sua identidade. Eles são armazenados com base no telefone, mas não podem ser vinculados pessoalmente a você.",
    "content_data": "Conteúdo Escrito e Publicado: Quando você escreve e publica suas emoções no Feelmap, o conteúdo de suas postagens é coletado. Este conteúdo é anonimizado e vinculado a um endereço IP e senha para permitir que você encontre suas postagens. Nenhum identificador pessoal direto (como nome ou e-mail) é associado a esses dados.",
    "data_storage_title": "2. Armazenamento de Dados",
    "data_storage_content": "Os dados coletados são armazenados nos cookies do navegador principal do seu dispositivo. Isso significa que seus dados são mantidos localmente e que você é o único que tem acesso a eles a partir do seu dispositivo. Os cookies também armazenam endereços IP e senhas anonimizados que permitem vincular suas postagens sem divulgar sua identidade.",
    "cookie_duration": "Período de Retenção de Cookies: Os cookies usados para armazenar seus dados no seu dispositivo são retidos enquanto você não excluir manualmente os cookies do seu navegador ou eles não forem excluídos automaticamente pelo próprio navegador. Essa duração depende das configurações do seu navegador, que você pode visualizar e modificar a qualquer momento.",
    "data_usage_title": "3. Uso de Dados",
    "data_usage_intro": "Os dados coletados são usados para:",
    "usage_location": "Localizar suas postagens de emoções no mapa para que você e outros usuários possam visualizar as emoções com base na localização, respeitando o anonimato.",
    "usage_management": "Permitir a consulta e o gerenciamento de suas postagens por meio do endereço IP e senha anonimizados.",
    "usage_calendar": "Visualizar o histórico de suas emoções em um calendário: Suas emoções são registradas dia após dia, permitindo que você as visualize em um calendário interativo que traça seu histórico emocional.",
    "data_sharing": "Não compartilhamos seus dados pessoais com terceiros e eles não são usados para fins comerciais ou publicitários.",
    "data_access_title": "4. Acesso aos Seus Dados",
    "data_access_content": "Você tem o direito de visualizar os dados que coletamos. Se você gostaria de obter uma cópia completa de seus dados (emoções, descrições e locais), pode solicitá-la por e-mail no seguinte endereço: contact@feelmap-app.com\nForneceremos um arquivo legível por máquina (por exemplo, um arquivo CSV ou JSON) contendo seus dados dentro de um prazo razoável após o recebimento de sua solicitação.",
    "data_retention_title": "5. Período de Retenção de Dados",
    "data_retention_content": "Os dados anonimizados (emoções, descrições e locais) são mantidos enquanto você usa o aplicativo. Os dados são mantidos enquanto o usuário não solicitar a exclusão.",
    "data_deletion_title": "6. Exclusão de Dados",
    "data_deletion_content": "Você também pode solicitar a exclusão de seus dados a qualquer momento por meio das configurações do aplicativo. Uma vez solicitada a exclusão, seus dados serão permanentemente apagados dentro de 30 dias.",
    "data_deletion_other_account": "Para excluir dados associados a outra conta, entre em contato conosco no seguinte endereço: contact@feelmap-app.com",
    "data_security_title": "7. Segurança de Dados",
    "data_security_content": "Tomamos medidas de segurança razoáveis para proteger suas informações contra acesso não autorizado ou alteração. No entanto, como os dados são armazenados nos cookies do seu navegador, a segurança desses dados também depende da segurança do seu dispositivo.",
    "policy_changes_title": "8. Alterações na Política de Privacidade",
    "policy_changes_content": "Podemos atualizar esta política de privacidade de tempos em tempos. Se alguma alteração for feita, nós o notificaremos por meio do aplicativo ou por qualquer outro meio apropriado.",
    "contact_title": "9. Contate-Nos",
    "contact_content": "Para qualquer dúvida ou preocupação em relação a esta política de privacidade, você pode nos contatar no seguinte endereço: contact@feelmap-app.com",
    "disclaimer_title": "Aviso Importante",
    "disclaimer_content": "Os textos, conteúdos e indicadores (positivos ou negativos) exibidos neste aplicativo são apresentados para fins puramente recreativos e de entretenimento. Eles não devem ser interpretados como dados médicos, científicos, psicológicos ou outros dados profissionais. Eles são gerados por um algoritmo para fins de entretenimento e não refletem uma realidade médica ou opinião profissional. Para qualquer questão ou preocupação relacionada à sua saúde física ou mental, ou que exija aconselhamento especializado, consulte um profissional qualificado."
  },
  "termsOfUse": {
    "title": "Termos de Uso",
    "lastUpdate": "Última atualização: 24/03/2025",
    "intro": "Bem-vindo(a) ao Feelmap! Antes de começar a usar nosso aplicativo, convidamos você a ler atentamente estes termos de uso. Ao acessar e usar o aplicativo, você concorda com estes termos.",
    "purposeTitle": "1. Propósito do Aplicativo",
    "purposeContent": "Feelmap permite que você rastreie e mapeie suas emoções ao longo do dia. Com este aplicativo, você pode:",
    "purposeList": {
      "1": "Selecionar e registrar a emoção que você está sentindo em um determinado momento.",
      "2": "Descrever essas emoções para guardá-las na memória.",
      "3": "Visualizar suas emoções em um calendário interativo para rastrear seu histórico emocional dia após dia.",
      "4": "Consultar um mapa que exibe a localização das emoções que você sentiu durante o dia."
    },
    "usageTitle": "2. Uso do Aplicativo",
    "usageList": {
      "1": "Selecione uma emoção entre várias propostas para indicar como você se sente.",
      "2": "Descreva sua emoção livremente, se desejar.",
      "3": "As emoções são registradas com uma localização geográfica (se ativada), anonimamente.",
      "4": "Seu histórico emocional pode ser visualizado em um calendário."
    },
    "dataTitle": "3. Coleta e Armazenamento de Dados",
    "dataIntro": "O uso do aplicativo envolve a coleta dos seguintes dados:",
    "dataList": {
      "location": "Dados de localização anonimizados: vinculados ao seu telefone, sem identificação pessoal.",
      "content": "Conteúdo das emoções: armazenado com endereço IP e senha anonimizados."
    },
    "dataNote": "Os dados são armazenados nos cookies do navegador principal. Consulte nossa política de privacidade para obter mais detalhes.",
    "userResponsibilityTitle": "4. Responsabilidade do Usuário",
    "userResponsibilityList": {
      "1": "Use o aplicativo de acordo com estes termos.",
      "2": "Forneça informações sinceras, sem conteúdo ofensivo ou ilegal.",
      "3": "Não tente acessar os dados de outros usuários ou contornar a segurança."
    },
    "deletionTitle": "5. Exclusão de Seus Dados",
    "deletionContent": "Você pode excluir seus dados através das configurações. Eles serão apagados em até 30 dias. Consulte nossa política de privacidade para obter mais informações.",
    "intellectualPropertyTitle": "6. Propriedade Intelectual",
    "intellectualPropertyContent": "Todo o conteúdo do Feelmap é protegido por direitos autorais e não pode ser usado sem permissão.",
    "liabilityTitle": "7. Limitação de Responsabilidade",
    "liabilityContent": "Feelmap não substitui o acompanhamento médico ou psicológico. Nenhuma garantia de ausência de erros ou perda de dados. Use por sua conta e risco.",
    "modificationTitle": "8. Alterações nos Termos de Uso",
    "modificationContent": "Podemos modificar estes termos a qualquer momento. Ao continuar usando após a notificação, você concorda com os novos termos.",
    "contactTitle": "9. Contato",
    "contactContent": "Para qualquer dúvida: contact@feelmap-app.com",
    "disclaimerTitle": "Aviso Importante",
    "disclaimerContent": "O conteúdo exibido é apenas para fins de entretenimento. Não constitui aconselhamento médico ou profissional. Consulte um profissional para qualquer preocupação com a saúde."
  },
  "permissionPage": {
    "backButtonAlt": "Voltar",
    "title": "Permissões",
    "intro": "Para oferecer a melhor experiência possível, o Feelmap requer certas permissões no seu dispositivo. Você pode visualizar e modificar essas permissões a qualquer momento.",

    "locationTitle": "1. Localização",
    "locationWhyTitle": "Por quê?",
    "locationWhyContent": "O Feelmap usa sua localização para mapear suas emoções com base nos lugares onde você as expressou.",
    "locationHowTitle": "Como?",
    "locationHowContent": "Sua localização é anonimizada e usada apenas para exibir suas emoções no mapa. Essas informações não são compartilhadas com terceiros.",
    "locationManage": "Gerenciar esta permissão: Você pode ativar ou desativar esta permissão através das configurações do seu navegador.",

    "storageTitle": "2. Armazenamento Local",
    "storageWhyTitle": "Por quê?",
    "storageWhyContent": "Armazenamos seus dados de emoção e localização no armazenamento local para permitir que você visualize seu histórico emocional em um calendário.",
    "storageHowTitle": "Como?",
    "storageHowContent": "Esses dados são armazenados localmente e transmitidos aos nossos servidores para permitir que você se autentique; esses dados são obrigatórios.",

    "noteTitle": "Observação",
    "noteContent": "Desativar certas permissões pode limitar a funcionalidade do aplicativo, como a capacidade de visualizar suas emoções no mapa ou visualizar seu histórico."
  },
  "analysing": "Analisando"
}