{
  "welcome": "Welcome to the application",
  "settings": "Settings",
  "logout": "Logout",
  "howdoyoufeel": "How are you feeling",
  "now": "now? 🦦",
  "chooseyouremotion": "Choose your emotion",
  "Motivation": "Motivation",
  "Surprise": "Surprise",
  "Joie": "Joy",
  "Envie": "Envy",
  "Your ideas": "Your ideas",
  "Rate the app": "Rate the app",
  "Any suggestions?": "Any suggestions?",
  "Your suggestion...": "Your suggestion...",
  "Submit": "Submit",
  "Please provide a rating before submitting.": "Please provide a rating before submitting.",
  "Thank you for your feedback!": "Thank you for your feedback!",
  "Error: {{error}}": "Error: {{error}}",
  "Embarras": "Embarrassment",
  "Anxiété": "Anxiety",
  "Ennui": "Boredom",
  "Tristesse": "Sadness",
  "Colère": "Anger",
  "youchoosed": "Your emotional state is",
  "describewhathappen": "describe what happens",
  "describeyouremotion": "Describe your emotion",
  "register": "Register",
  "setyourlocation": "Set your location",
  "Restaurant": "Restaurant",
  "Café and Bar": "Café and Bar",
  "Park and Natural Space": "Park and Natural Space",
  "Workplace": "Workplace",
  "Shop": "Shop",
  "Cultural Place": "Cultural Place",
  "Transport and Travel": "Transport and Travel",
  "Friend": "Friend",
  "Home and Family": "Home and Family",
  "Health and Healthcare": "Health and Healthcare",
  "Finance and Administrative": "Finance and Administrative",
  "Other": "Other",
  "Important information": "Important information",
  "informationtext1": "The texts, content, and indicators (positive or negative) displayed in this application are presented for purely recreational and entertainment purposes.",
  "informationtext2": "For any questions or concerns related to your physical or mental health, or requiring expert advice, consult a qualified professional.",
  "I understand": "I understand",
  "Bienvenue dans": "Welcome to",
  "onboardingtext1": "Here, you can express and understand your emotions.",
  "onboardingtext2": "You feel many emotions every day. Here, you can note them, understand them, and see how they evolve over time.",
  "Next": "Next",
  "reviewyouremotions": "Note your emotions",
  "au quotidien": "daily",
  "onboarding2text1": "Take a few seconds each day to note how you feel. This will help you better understand your state of mind.",
  "qui tu es vraiment": "who you really are",
  "onboarding3text": "Visualize your highs, your lows, and everything in between. Learn to better understand your emotions day after day.",
  "Explore": "Explore",
  "Où te sens-tu": "Where do you feel",
  "vraiment bien ?": "really good?",
  "onboarding4text1": "Identify the places that boost your energy and those that weigh you down. Learn to better choose your environment.",
  "onboarding5text1": "Your emotions are private. This space is yours, and only you have access to it.",
  "Espace": "Space",
  "100% personnel": "100% personal",
  "Prêt(e) à explorer ": "Ready to explore ",
  "tes émotions ?": "your emotions?",
  "onboarding6text1": "Let's go! Start now and take care of your emotional well-being.",
  "C'est parti !": "Let's go!",
  "à": "to",
  "days": {
    "monday": "Monday",
    "tuesday": "Tuesday",
    "wednesday": "Wednesday",
    "thursday": "Thursday",
    "friday": "Friday",
    "saturday": "Saturday",
    "sunday": "Sunday"
  },
  "months": {
    "january": "January",
    "february": "February",
    "march": "March",
    "april": "April",
    "may": "May",
    "june": "June",
    "july": "July",
    "august": "August",
    "september": "September",
    "october": "October",
    "november": "November",
    "december": "December"
  },
  "stats": {
    "title": "Statistics",
    "timeRange": {
      "last_7_days": "Last 7 days",
      "this_month": "This month",
      "last_month": "Last month",
      "last_3_months": "Last 3 months",
      "today": "Today",
      "all": "All"
    },
    "me": {
      "title": "Me",
      "tagline": "Nourish your well-being and reveal your potential! 🍃✨",
      "vitalBalance": "Vital Balance",
      "physical": "Physical",
      "nutritional": "Nutritional",
      "mental": "Mental",
      "spirit": "Spirit",
      "relaxationScore": "Relaxation Score"
    },
    "socialCircle": {
      "title": "My Circle",
      "tagline": "Cultivate your relationships and see those you love thrive! 🌱✨",
      "family": "Family",
      "love": "Love",
      "friends": "Friends",
      "colleagues": "Colleagues"
    },
    "advancedData": {
      "title": "Advanced Data",
      "tagline": "Explore your data and discover all your progress!"
    },
    "traitTypes": {
      "health": "Health",
      "personality": "Personality",
      "interests": "Interests",
      "brands_mentionned": "Other"
    },
    "noTraitsFound": "No traits found for this type.",
    "disclaimer": "The texts, content, and indicators (positive or negative) displayed in this application are presented for purely recreational and entertainment purposes. They should not be interpreted as medical, scientific, psychological, or other professional data. They are generated by an algorithm for entertainment purposes and do not reflect a medical reality or professional opinion. For any question or concern related to your physical or mental health, or requiring expert advice, consult a qualified professional."
  },
  "params": {
    "title": "Settings",
    "back": "Back",
    "myFeelmapId": "My Feelmap ID",
    "notAvailable": "Not available",
    "copy": "Copy",
    "idCopied": "ID copied!",
    "copyError": "Error copying",
    "idDescription": "This ID is your access key to your data. Note it somewhere to find, modify, or delete it at any time.",
    "restoreData": "Restore my data",
    "eraseData": "Erase my data",
    "cookieDescription": "Data is stored in your main browser's cookies. If you delete them, you'll need to restore your data using your ID.",
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use",
    "permissions": "Permissions"
  },
  "restoreData": {
    "title": "Restore my data",
    "back": "Back",
    "description": "Enter your ID to restore your data. Once validated, you will find all your saved information.",
    "idLabel": "ID",
    "idPlaceholder": "Enter your ID",
    "validate": "Validate",
    "idRequired": "An ID is required.",
    "accountRestored": "Account restored.",
    "invalidId": "Invalid ID.",
    "genericError": "An error occurred. Please try again.",
    "idCopied": "ID copied!",
    "copyError": "Error copying"
  },
  "general": {
    "back": "Back",
    "cancel": "Cancel"
  },
  "erase_data": {
    "title": "Erase my data",
    "confirmation_text": "If you proceed, your data will be deleted instantly. Are you sure you want to continue?",
    "success_message": "Your data has been successfully deleted.",
    "deletion_error": "Error deleting data.",
    "no_password_found": "No password found.",
    "confirm_delete_button": "Yes, delete my data",
    "cancel_button": "No, cancel",
    "info_text": "If you have another ID and you want to delete your data, restore the data with your other ID and then delete your data.",
    "alert_header": "Delete Confirmation",
    "alert_message": "Are you sure you want to delete your data? This action is irreversible.",
    "alert_confirm_delete": "Delete"
  },
  "confidentialite": {
    "title": "Privacy Policy",
    "last_updated": "Last updated: 24/03/2025",
    "intro": "At Feelmap, we respect your privacy and are committed to protecting your personal data. This privacy policy explains how we collect, use, and store your information in connection with the use of our application.",
    "data_collection_title": "1. Data Collection",
    "data_collection_intro": "When you use Feelmap, we collect and process the following types of data:",
    "location_data": "Anonymized Location Data: We collect information about where you post your emotions. This location data is anonymized and not directly linked to your identity. It is stored based on the phone but cannot be personally linked to you.",
    "content_data": "Written and Published Content: When you write and post your emotions on Feelmap, the content of your posts is collected. This content is anonymized and linked to an IP address and password to allow you to find your posts. No direct personal identifiers (such as name or email) are associated with this data.",
    "data_storage_title": "2. Data Storage",
    "data_storage_content": "The data collected is stored in the cookies of the main browser on your device. This means that your data is kept locally and that you are the only one who has access to it from your device. Cookies also store anonymized IP addresses and passwords that allow you to link your posts without disclosing your identity.",
    "cookie_duration": "Cookie Retention Period: The cookies used to store your data on your device are retained for as long as you do not manually delete the cookies from your browser or they are not automatically deleted by the browser itself. This duration depends on your browser settings, which you can view and modify at any time.",
    "data_usage_title": "3. Data Usage",
    "data_usage_intro": "The data collected is used to:",
    "usage_location": "Locate your emotion posts on the map so that you and other users can visualize emotions based on location, while respecting anonymity.",
    "usage_management": "Allow consultation and management of your posts via the anonymized IP address and password.",
    "usage_calendar": "View the history of your emotions in a calendar: Your emotions are recorded day after day, allowing you to view them in an interactive calendar that traces your emotional history.",
    "data_sharing": "We do not share your personal data with third parties, and it is not used for commercial or advertising purposes.",
    "data_access_title": "4. Access to Your Data",
    "data_access_content": "You have the right to view the data we have collected. If you would like to obtain a complete copy of your data (emotions, descriptions, and locations), you can request it by email at the following address: contact@feelmap-app.com\nWe will provide you with a machine-readable file (e.g., a CSV or JSON file) containing your data within a reasonable time after receiving your request.",
    "data_retention_title": "5. Data Retention Period",
    "data_retention_content": "Anonymized data (emotions, descriptions and locations) is kept as long as you use the application. the data is kept as long as the user has not requested their deletion",
    "data_deletion_title": "6. Data Deletion",
    "data_deletion_content": "You can also request the deletion of your data at any time via the application settings. Once the deletion is requested, your data will be permanently deleted within 30 days.",
    "data_deletion_other_account": "To delete data associated with another account, please contact us at the following address: contact@feelmap-app.com",
    "data_security_title": "7. Data Security",
    "data_security_content": "We take reasonable security measures to protect your information from unauthorized access or alteration. However, since the data is stored in your browser's cookies, the security of this data also depends on the security of your device.",
    "policy_changes_title": "8. Changes to the Privacy Policy",
    "policy_changes_content": "We may update this privacy policy from time to time. If any changes are made, we will notify you via the application or by any other appropriate means.",
    "contact_title": "9. Contact Us",
    "contact_content": "For any questions or concerns regarding this privacy policy, you can contact us at the following address: contact@feelmap-app.com",
    "disclaimer_title": "Important Disclaimer",
    "disclaimer_content": "The texts, content, and indicators (positive or negative) displayed in this application are presented for purely recreational and entertainment purposes. They should not be interpreted as medical, scientific, psychological, or other professional data. They are generated by an algorithm for entertainment purposes and do not reflect a medical reality or professional opinion. For any question or concern related to your physical or mental health, or requiring expert advice, consult a qualified professional."
  },
  "termsOfUse": {
    "title": "Terms of Use",
    "lastUpdate": "Last updated: 24/03/2025",
    "intro": "Welcome to Feelmap! Before you start using our application, we invite you to carefully read these terms of use. By accessing and using the application, you agree to these terms.",
    "purposeTitle": "1. Purpose of the Application",
    "purposeContent": "Feelmap allows you to track and map your emotions throughout the day. With this application, you can:",
    "purposeList": {
      "1": "Select and record the emotion you are feeling at a given moment.",
      "2": "Describe these emotions to keep them in memory.",
      "3": "Visualize your emotions in an interactive calendar to track your emotional history day after day.",
      "4": "Consult a map that displays the location of the emotions you have felt during the day."
    },
    "usageTitle": "2. Use of the Application",
    "usageList": {
      "1": "Select an emotion from several proposals to indicate how you feel.",
      "2": "Describe your emotion freely if you wish.",
      "3": "Emotions are recorded with a geographic location (if enabled), anonymously.",
      "4": "Your emotional history can be viewed in a calendar."
    },
    "dataTitle": "3. Data Collection and Storage",
    "dataIntro": "The use of the application involves the collection of the following data:",
    "dataList": {
      "location": "Anonymized location data: linked to your phone, without personal identification.",
      "content": "Content of emotions: stored with anonymized IP address and password."
    },
    "dataNote": "Data is stored in your main browser's cookies. See our privacy policy for more details.",
    "userResponsibilityTitle": "4. User Responsibility",
    "userResponsibilityList": {
      "1": "Use the application according to these terms.",
      "2": "Provide sincere information, without offensive or illegal content.",
      "3": "Do not attempt to access the data of other users or bypass security."
    },
    "deletionTitle": "5. Deletion of Your Data",
    "deletionContent": "You can delete your data via the settings. It will be erased within 30 days. See our privacy policy for more information.",
    "intellectualPropertyTitle": "6. Intellectual Property",
    "intellectualPropertyContent": "All content of Feelmap is protected by copyright and may not be used without permission.",
    "liabilityTitle": "7. Limitation of Liability",
    "liabilityContent": "Feelmap does not replace medical or psychological follow-up. No guarantee of absence of errors or data loss. Use at your own risk.",
    "modificationTitle": "8. Changes to the Terms of Use",
    "modificationContent": "We may modify these terms at any time. By continuing to use after notification, you agree to the new terms.",
    "contactTitle": "9. Contact",
    "contactContent": "For any questions: contact@feelmap-app.com",
    "disclaimerTitle": "Important Disclaimer",
    "disclaimerContent": "The displayed content is for entertainment purposes only. It does not constitute medical or professional advice. Consult a professional for any health concerns."
  },
  "permissionPage": {
    "backButtonAlt": "Back",
    "title": "Permissions",
    "intro": "In order to provide you with the best possible experience, Feelmap requires certain permissions on your device. You can view and modify these permissions at any time.",

    "locationTitle": "1. Location",
    "locationWhyTitle": "Why?",
    "locationWhyContent": "Feelmap uses your location to map your emotions based on the places where you expressed them.",
    "locationHowTitle": "How?",
    "locationHowContent": "Your location is anonymized and used only to display your emotions on the map. This information is not shared with third parties.",
    "locationManage": "Manage this permission: You can enable or disable this permission via your browser settings.",

    "storageTitle": "2. Local Storage",
    "storageWhyTitle": "Why?",
    "storageWhyContent": "We store your emotion and location data in local storage to allow you to view your emotional history in a calendar.",
    "storageHowTitle": "How?",
    "storageHowContent": "This data is stored locally and transmitted to our servers to allow you to authenticate; this data is mandatory.",

    "noteTitle": "Note",
    "noteContent": "Disabling certain permissions may limit the functionality of the application, such as the ability to view your emotions on the map or view your history."
  },
  "analysing": "Analyzing"
}