{
"Your ideas": "Vos idées",
  "Rate the app": "Notez l'application",
  "Any suggestions?": "Une idée d'amélioration ?",
  "Your suggestion...": "Votre suggestion...",
  "Submit": "Envoyer",
  "Please provide a rating before submitting.": "Merci de donner une note avant de soumettre.",
  "Thank you for your feedback!": "Merci pour votre retour !",
  "Error: {{error}}" : "Erreur : {{error}}",
  "welcome": "Bienvenue dans l'application",
  "settings": "Paramètres",
  "logout": "Se déconnecter",
  "howdoyoufeel": "Comment te sens-tu",
  "now": "maintenant ? 🦦",
  "chooseyouremotion": "Choisis ton émotion",
  "Motivation": "Motivation",
  "Surprise": "Surprise",
  "Joie": "Joie",
  "Envie": "Envie",
  "Embarras": "Embarras",
  "Anxiété": "Anxiété",
  "Ennui": "Ennui",
  "Tristesse": "Tristesse",
  "Colère": "Colère",
  "youchoosed": "Votre état émotionnel est",
  "describewhathappen": "décrivez ce qui se passe",
  "describeyouremotion": "Décris ton émotion",
  "register": "Enregistrer",
  "setyourlocation": "Configurez votre emplacement",
  "Restaurant": "Restaurant",
  "Café and Bar": "Café et Bar",
  "Park and Natural Space": "Parc et Espace Naturel",
  "Workplace": "Lieu de travail",
  "Shop": "Magasin",
  "Cultural Place": "Lieu culturel",
  "Transport and Travel": "Transport et Voyage",
  "Friend": "Ami",
  "Home and Family": "Maison et Famille",
  "Health and Healthcare": "Santé et Soins Médicaux",
  "Finance and Administrative": "Finance et Administratif",
  "Other": "Autre",
  "Important information": "Information importante",
  "informationtext1": "Les textes, contenus et indicateurs (positifs ou négatifs) affichés dans cette application sont présentés à des fins purement ludiques et de divertissement.",
  "informationtext2": "Pour toute question ou préoccupation liée à votre santé physique ou mentale, ou nécessitant un avis expert, consultez un professionnel qualifié.",
  "I understand": "Je comprends",
  "Bienvenue dans": "Bienvenue dans",
  "onboardingtext1": "Ici, tu peux exprimer et comprendre tes émotions.",
  "onboardingtext2": "Tu ressens plein d’émotions chaque jour. Ici, tu peux les noter, les comprendre et voir comment elles évoluent avec le temps.",
  "Next": "Suivant",
  "reviewyouremotions": "Note tes émotions",
  "au quotidien": "au quotidien",
  "onboarding2text1": "Prends quelques secondes chaque jour pour noter comment tu te sens. Cela t’aidera à mieux comprendre ton état d’esprit.",
  "qui tu es vraiment": "qui tu es vraiment",
  "onboarding3text": "Visualise tes hauts, tes bas et tout ce qu’il y a entre les deux. Apprends à mieux comprendre tes émotions jour après jour.",
  "Explore": "Explore",
  "Où te sens-tu": "Où te sens-tu",
  "vraiment bien ?": "vraiment bien ?",
  "onboarding4text1": "Identifie les lieux qui boostent ton énergie et ceux qui te pèsent. Apprends à mieux choisir ton environnement.",
  "onboarding5text1": "Tes émotions sont privées. Cet espace est à toi, et toi seul(e) y as accès.",
  "Espace": "Espace",
  "100% personnel": "100% personnel",
  "Prêt(e) à explorer ": "Prêt(e) à explorer ",
  "tes émotions ?": "tes émotions ?",
  "onboarding6text1": "C'est parti ! Commence dès maintenant et prends soin de ton bien-être émotionnel.",
  "C'est parti !": "C'est parti !",
  "à": "à",
  "days": {
    "monday": "Lundi",
    "tuesday": "Mardi",
    "wednesday": "Mercredi",
    "thursday": "Jeudi",
    "friday": "Vendredi",
    "saturday": "Samedi",
    "sunday": "Dimanche"
  },
  "months": {
    "january": "Janvier",
    "february": "Février",
    "march": "Mars",
    "april": "Avril",
    "may": "Mai",
    "june": "Juin",
    "july": "Juillet",
    "august": "Août",
    "september": "Septembre",
    "october": "Octobre",
    "november": "Novembre",
    "december": "Décembre"
  },
  "stats": {
    "title": "Statistiques",
    "timeRange": {
      "last_7_days": "7 derniers jours",
      "this_month": "Ce mois-ci",
      "last_month": "Mois dernier",
      "last_3_months": "3 derniers mois",
      "today": "Aujourd'hui",
      "all": "Tout"
    },
    "me": {
      "title": "Moi",
      "tagline": "Nourris ton bien-être et révèle ton potentiel ! 🍃✨",
      "vitalBalance": "Équilibre vital",
      "physical": "Physique",
      "nutritional": "Nutritionnelle",
      "mental": "Mentale",
      "spirit": "Esprit",
      "relaxationScore": "Score de relaxation"
    },
    "socialCircle": {
      "title": "Mon entourage",
      "tagline": "Cultive tes liens et vois ceux que tu aimes s'épanouir ! 🌱✨",
      "family": "Famille",
      "love": "Amour",
      "friends": "Amis",
      "colleagues": "Collègues"
    },
    "advancedData": {
      "title": "Données avancées",
      "tagline": "Explore tes données et découvre tous tes progrès !"
    },
    "traitTypes": {
      "health": "Santé",
      "personality": "Personnalité",
      "interests": "Intérêts",
      "brands_mentionned": "Autres"
    },
    "noTraitsFound": "Aucun trait trouvé pour ce type.",
    "disclaimer": "Les textes, contenus et indicateurs (positifs ou négatifs) affichés dans cette application sont présentés à des fins purement ludiques et de divertissement. Ils ne doivent en aucun cas être interprétés comme des données médicales, scientifiques, psychologiques ou de tout autre domaine professionnel. Ils sont générés par un algorithme à des fins de divertissement et ne reflètent pas une réalité médicale ou un avis professionnel. Pour toute question ou préoccupation liée à votre santé physique ou mentale, ou nécessitant un avis expert, consultez un professionnel qualifié."
  },
  "params": {
    "title": "Paramètres",
    "back": "Retour",
    "myFeelmapId": "Mon identifiant Feelmap",
    "notAvailable": "Non disponible",
    "copy": "Copier",
    "idCopied": "Identifiant copié !",
    "copyError": "Erreur lors de la copie",
    "idDescription": "Cet identifiant est votre clé d'accès à vos données. Notez-le quelque part pour les retrouver, les modifier ou les supprimer à tout moment.",
    "restoreData": "Récupérer mes données",
    "eraseData": "Effacer mes données",
    "cookieDescription": "Les données sont stockées dans les cookies de votre navigateur principal. Si vous les supprimez, vous devrez restaurer vos données à l’aide de votre identifiant.",
    "privacyPolicy": "Politique de confidentialité",
    "termsOfUse": "Conditions d’utilisation",
    "permissions": "Permissions"
  },
  "restoreData": {
    "title": "Récupérer mes données",
    "back": "Retour",
    "description": "Entrez votre identifiant pour restaurer vos données. Une fois validé, vous retrouverez toutes vos informations sauvegardées.",
    "idLabel": "Identifiant",
    "idPlaceholder": "Saisissez votre identifiant",
    "validate": "Valider",
    "idRequired": "Un identifiant est requis.",
    "accountRestored": "Compte restauré.",
    "invalidId": "Identifiant invalide.",
    "genericError": "Une erreur est survenue. Veuillez réessayer.",
    "idCopied": "Identifiant copié !",
    "copyError": "Erreur lors de la copie"
  },
  "general": {
    "back": "Retour",
    "cancel": "Annuler"
  },
  "erase_data": {
    "title": "Effacer mes données",
    "confirmation_text": "Si vous procédez, vos données seront supprimées instantanément. Êtes-vous sûr de vouloir continuer ?",
    "success_message": "Vos données ont été supprimées avec succès.",
    "deletion_error": "Erreur lors de la suppression des données.",
    "no_password_found": "Aucun mot de passe trouvé.",
    "confirm_delete_button": "Oui, supprimer mes données",
    "cancel_button": "Non, annuler",
    "info_text": "Si vous avez un autre identifiant et que vous souhaitez supprimer vos données, restaurez les données avec votre autre identifiant puis supprimez vos données.",
    "alert_header": "Confirmation de suppression",
    "alert_message": "Êtes-vous sûr de vouloir supprimer vos données ? Cette action est irréversible.",
    "alert_confirm_delete": "Supprimer"
  },
  "confidentialite": {
    "title": "Politique de Confidentialité",
    "last_updated": "Dernière mise à jour : 24/03/2025",
    "intro": "Chez Feelmap, nous respectons votre vie privée et nous nous engageons à protéger vos données personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons et stockons vos informations dans le cadre de l'utilisation de notre application.",
    "data_collection_title": "1. Collecte des données",
    "data_collection_intro": "Lorsque vous utilisez Feelmap, nous collectons et traitons les types de données suivants :",
    "location_data": "Données de localisation anonymisées : Nous collectons des informations sur l'endroit où vous publiez vos émotions. Ces données de localisation sont anonymisées et ne sont pas directement liées à votre identité. Elles sont stockées en fonction du téléphone, mais ne peuvent pas être reliées personnellement à vous.",
    "content_data": "Contenu rédigé et publié : Lorsque vous écrivez et postez vos émotions sur Feelmap, le contenu de vos publications est collecté. Ce contenu est anonymisé et relié à une adresse IP ainsi qu'à un mot de passe pour vous permettre de retrouver vos publications. Aucun identifiant personnel direct (comme nom ou email) n'est associé à ces données.",
    "data_storage_title": "2. Stockage des données",
    "data_storage_content": "Les données collectées sont stockées dans les cookies du navigateur principal de votre appareil. Cela signifie que vos données sont conservées localement et que vous êtes le seul à avoir accès à celles-ci depuis votre appareil. Les cookies stockent également les adresses IP et mots de passe anonymisés qui permettent de relier vos publications sans divulguer votre identité.",
    "cookie_duration": "Durée de conservation des cookies : Les cookies utilisés pour stocker vos données sur votre appareil sont conservés aussi longtemps que vous n'effacez pas manuellement les cookies de votre navigateur ou que ceux-ci ne sont pas automatiquement effacés par le navigateur lui-même. Cette durée dépend des paramètres de votre navigateur, que vous pouvez consulter et modifier à tout moment.",
    "data_usage_title": "3. Utilisation des données",
    "data_usage_intro": "Les données collectées sont utilisées pour :",
    "usage_location": "Localiser vos publications d'émotions sur la carte afin que vous et les autres utilisateurs puissiez visualiser les émotions en fonction des lieux, tout en respectant l'anonymat.",
    "usage_management": "Permettre la consultation et la gestion de vos publications via l'adresse IP et le mot de passe anonymisés.",
    "usage_calendar": "Consulter l'historique de vos émotions dans un calendrier : Vos émotions sont enregistrées jour après jour, ce qui vous permet de les consulter dans un calendrier interactif retraçant votre historique émotionnel.",
    "data_sharing": "Nous ne partageons pas vos données personnelles avec des tiers, et celles-ci ne sont pas utilisées à des fins commerciales ou publicitaires.",
    "data_access_title": "4. Accès à vos données",
    "data_access_content": "Vous avez le droit de consulter les données que nous avons collectées. Si vous souhaitez obtenir une copie complète de vos données (émotions, descriptions, et localisations), vous pouvez en faire la demande par email à l'adresse suivante : contact@feelmap-app.com\nNous vous fournirons un fichier lisible par machine (par exemple, un fichier CSV ou JSON) contenant vos données dans un délai raisonnable après réception de votre demande.",
    "data_retention_title": "5. Durée de conservation des données",
    "data_retention_content": "Les données anonymisées (émotions, descriptions et localisations) sont conservées tant que vous utilisez l'application. les données sont conservées tant que l'utilisateur n'a pas demandé leur suppression",
    "data_deletion_title": "6. Suppression des données",
    "data_deletion_content": "Vous pouvez également à tout moment demander la suppression de vos données via les paramètres de l'application. Une fois la suppression demandée, vos données seront définitivement effacées dans un délai de 30 jours.",
    "data_deletion_other_account": "Pour supprimer des données associées à un autre compte, veuillez nous contacter à l'adresse suivante : contact@feelmap-app.com",
    "data_security_title": "7. Sécurité des données",
    "data_security_content": "Nous prenons des mesures de sécurité raisonnables pour protéger vos informations contre tout accès non autorisé ou toute altération. Cependant, puisque les données sont stockées dans les cookies de votre navigateur, la sécurité de ces données dépend également de la sécurité de votre appareil.",
    "policy_changes_title": "8. Modifications de la politique de confidentialité",
    "policy_changes_content": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Si des modifications sont apportées, nous vous en informerons via l'application ou par tout autre moyen approprié.",
    "contact_title": "9. Nous contacter",
    "contact_content": "Pour toute question ou préoccupation concernant cette politique de confidentialité, vous pouvez nous contacter à l'adresse suivante : contact@feelmap-app.com",
    "disclaimer_title": "Avertissement Important",
    "disclaimer_content": "Les textes, contenus et indicateurs (positifs ou négatifs) affichés dans cette application sont présentés à des fins purement ludiques et de divertissement. Ils ne doivent en aucun cas être interprétés comme des données médicales, scientifiques, psychologiques ou de tout autre domaine professionnel. Ils sont générés par un algorithme à des fins de divertissement et ne reflètent pas une réalité médicale ou un avis professionnel. Pour toute question ou préoccupation liée à votre santé physique ou mentale, ou nécessitant un avis expert, consultez un professionnel qualifié."
  },
  "termsOfUse": {
    "title": "Conditions d’utilisation",
    "lastUpdate": "Dernière mise à jour : 24/03/2025",
    "intro": "Bienvenue sur Feelmap ! Avant de commencer à utiliser notre application, nous vous invitons à lire attentivement ces conditions d’utilisation. En accédant à l’application et en l’utilisant, vous acceptez les présentes conditions.",
    "purposeTitle": "1. Objectif de l’application",
    "purposeContent": "Feelmap vous permet de suivre et de cartographier vos émotions au fil de la journée. Grâce à cette application, vous pouvez :",
    "purposeList": {
      "1": "Sélectionner et enregistrer l’émotion que vous ressentez à un moment donné.",
      "2": "Décrire ces émotions pour les garder en mémoire.",
      "3": "Visualiser vos émotions dans un calendrier interactif pour suivre votre historique émotionnel jour après jour.",
      "4": "Consulter une carte qui affiche la localisation des émotions que vous avez ressenties dans la journée."
    },
    "usageTitle": "2. Utilisation de l’application",
    "usageList": {
      "1": "Sélectionner une émotion parmi plusieurs propositions pour indiquer comment vous vous sentez.",
      "2": "Décrire votre émotion de manière libre si vous le souhaitez.",
      "3": "Les émotions sont enregistrées avec un emplacement géographique (si activé), de manière anonymisée.",
      "4": "Votre historique émotionnel est consultable dans un calendrier."
    },
    "dataTitle": "3. Collecte et stockage des données",
    "dataIntro": "L’utilisation de l’application implique la collecte des données suivantes :",
    "dataList": {
      "location": "Données de localisation anonymisées : liées à votre téléphone, sans identification personnelle.",
      "content": "Contenu des émotions : stocké avec adresse IP et mot de passe anonymisés."
    },
    "dataNote": "Les données sont stockées dans les cookies de votre navigateur principal. Voir notre politique de confidentialité pour plus de détails.",
    "userResponsibilityTitle": "4. Responsabilité de l’utilisateur",
    "userResponsibilityList": {
      "1": "Utiliser l’application selon les présentes conditions.",
      "2": "Fournir des informations sincères, sans contenu offensant ou illégal.",
      "3": "Ne pas tenter d’accéder aux données d’autres utilisateurs ni de contourner la sécurité."
    },
    "deletionTitle": "5. Suppression de vos données",
    "deletionContent": "Vous pouvez supprimer vos données via les paramètres. Elles seront effacées sous 30 jours. Consultez notre politique de confidentialité pour plus d'infos.",
    "intellectualPropertyTitle": "6. Propriété intellectuelle",
    "intellectualPropertyContent": "Tout le contenu de Feelmap est protégé par des droits d’auteur et ne peut être utilisé sans autorisation.",
    "liabilityTitle": "7. Limitation de responsabilité",
    "liabilityContent": "Feelmap ne remplace pas un suivi médical ou psychologique. Aucune garantie d’absence d’erreurs ou de pertes de données. Utilisation à vos risques.",
    "modificationTitle": "8. Modifications des conditions d’utilisation",
    "modificationContent": "Nous pouvons modifier ces conditions à tout moment. En continuant l’utilisation après notification, vous acceptez les nouvelles conditions.",
    "contactTitle": "9. Contact",
    "contactContent": "Pour toute question : contact@feelmap-app.com",
    "disclaimerTitle": "Avertissement Important",
    "disclaimerContent": "Les contenus affichés sont à but ludique uniquement. Ils ne constituent pas un avis médical ou professionnel. Consultez un professionnel pour toute préoccupation liée à votre santé."
  },
    "permissionPage": {
      "backButtonAlt": "Retour",
      "title": "Permissions",
      "intro": "Afin de vous offrir la meilleure expérience possible, Feelmap requiert certaines permissions sur votre appareil. Vous pouvez consulter et modifier ces permissions à tout moment.",
  
      "locationTitle": "1. Localisation",
      "locationWhyTitle": "Pourquoi ?",
      "locationWhyContent": "Feelmap utilise votre localisation pour cartographier vos émotions en fonction des endroits où vous les avez exprimées.",
      "locationHowTitle": "Comment ?",
      "locationHowContent": "Votre localisation est anonymisée et utilisée uniquement pour afficher vos émotions sur la carte. Ces informations ne sont pas partagées avec des tiers.",
      "locationManage": "Gérer cette permission : Vous pouvez activer ou désactiver cette permission via les paramètres de votre navigateur.",
  
      "storageTitle": "2. Stockage local",
      "storageWhyTitle": "Pourquoi ?",
      "storageWhyContent": "Nous stockons vos données d'émotion et de localisation dans le stockage local pour vous permettre de consulter votre historique émotionnel dans un calendrier.",
      "storageHowTitle": "Comment ?",
      "storageHowContent": "Ces données sont stockées localement et transmises à nos serveurs pour vous permettre de vous authentifier ; ces données sont obligatoires.",
  
      "noteTitle": "Note",
      "noteContent": "La désactivation de certaines permissions peut limiter les fonctionnalités de l'application, telles que la possibilité de visualiser vos émotions sur la carte ou de consulter votre historique."
    },
    "analysing": "Analyse en cours"
}